{
    "result": [
        {
            "section": "Section 683",
            "title": "Section 683 — High Level Lighting Systems",
            "narration_script": "This section covers furnishing and installing lighting towers and other high-level luminaires for roadway lighting, as shown in the Contract. Installation and maintenance must follow ANSI/NECA 505-2010 for high mast, roadway, and area lighting.\nSubmittals and materials follow the lighting standards in Section 680, with lighting standards and towers per Section 920 and LED luminaires per Section 927. Delivery, storage, handling, as well as personnel, equipment, and preparation, are governed by the General Provisions."
        },
        {
            "section": "Section 683",
            "title": "Section 683 — High Level Lighting Systems",
            "narration_script": "This portion directs you to complete construction, quality acceptance, and warranty requirements by following the procedures in Section 680. Fabrication, measurement, limits, and adjustments are handled under the General Provisions.\nFor payment, the items include steel lighting towers with lowering equipment, high-level luminaires identified by type and light source, and a lowering device power supply unit. Each of these is paid for per each."
        },
        {
            "section": "Section 685",
            "title": "Section 685 — Blast Cleaning Portland Cement Concrete Structures",
            "narration_script": "This work involves blast cleaning Portland cement concrete surfaces and promptly removing any blasting residue from the roadway and shoulder.\nUse appropriate blasting equipment and required traffic control devices in line with the Contract and the MUTCD. To protect the environment, either contain dust with an enclosure or use water spray at the nozzles. Provide eye and hearing protection, and ensure workers in dusty areas use suitable respirators or forced-air hoods."
        },
        {
            "section": "Section 685",
            "title": "Section 685 — Blast Cleaning Portland Cement Concrete Structures",
            "narration_script": "You may use dry or wet abrasive blasting methods, with compressed air or centrifugal wheels, and with optional recovery systems, as specified. When using compressed air, install and maintain traps to keep oil and grease out of the cleaned surface. If you work within 10 feet of live traffic, immediately remove residue, and control dust to the Engineer’s satisfaction; operations must stop if dust creates unsafe conditions.\nFinish the surface uniformly, allowing only minute remnants of existing coating confined to pits, and limited to no more than one percent of any square yard of cleaned area. Match the final appearance to the standard photographs available from the Department. All work is subject to inspection, and any deficiencies must be corrected by re-blasting at no additional cost. Quantities are measured by area for structures and by linear mile for variable-height median barriers, with each face measured separately."
        },
        {
            "section": "Section 685",
            "title": "Section 685 — Blast Cleaning Portland Cement Concrete Structures",
            "narration_script": "Blast cleaning is paid at the Contract unit price, which covers all costs to meet this specification. Payment items include cleaning Portland cement concrete structures by the square yard (meter) and cleaning variable-height concrete median barriers by the linear mile (kilometer)."
        },
        {
            "section": "Section 686",
            "title": "Section 686 — Radio Tower Antenna",
            "narration_script": "For the Radio Tower Antenna, the detailed specifications are provided elsewhere in the Contract."
        },
        {
            "section": "Section 687",
            "title": "Section 687 — Traffic Signal Timing",
            "narration_script": "For Traffic Signal Timing, the detailed specifications are provided elsewhere in the Contract."
        },
        {
            "section": "Section 688",
            "title": "Section 688 — Motorist Aid Call Box",
            "narration_script": "For the Motorist Aid Call Box, the detailed specifications are provided elsewhere in the Contract."
        },
        {
            "section": "Section 690",
            "title": "Section 690 — Static Scale System",
            "narration_script": "This section covers furnishing and installing the components of a three-axle static scale system for truck weighing stations, in accordance with the plans, specifications, and applicable standards, including NIST Handbook 44 and the referenced Department sections.\nAfter award, submit a complete materials list, shop drawings, and equipment data identified by the relevant specification sections, and allow 60 days for the Department’s review. Provide manufacturer catalogs, diagrams, and performance data—model numbers alone are not acceptable. Also submit transferable manufacturer guarantees and instruction manuals for future operation and maintenance. Before starting work, provide a written contractor warranty as specified."
        }
    ]
}