[    
    {
        "section": "Section 683",
        "title": "Section 683 — High Level Lighting Systems",
        "content": "Section 683—High Level Lighting Systems\n683.1 General Description This work includes furnishing and installing lighting towers and high-level luminaires for roadway lighting systems, complete as indicated in the Contract.\nHigh mast, roadway, and area lighting should be installed and maintained in accordance with NECA 505-2010, Standard for Installing and Maintaining High Mast, Roadway and Area Lighting (ANSI).\n683.1.01 Definitions General Provisions 101 through 150.\n683.1.02 Related References\nA. Standard Specifications\nSection 680—Highway Lighting\nSection 920—Lighting Standards and Towers\nSection 927—Luminaires, LED\nB. Referenced Documents\nGeneral Provisions 101 through 150.\nANSI/NECA 505-2010, Standard for Installing and Maintaining High Mast, Roadway and Area Lighting\n683.1.03 Submittals Refer to Subsection 680.1.03.\n683.2 Materials Use materials that meet the requirements of Subsection 680.2 and the following:\nMaterial\nSpecification\nLighting Standards and Towers\nSection 920\nLuminaires, LED\nSection 927\n683.2.01 Delivery, Storage, and Handling General Provisions 101 through 150.\n683.3 Construction Requirements\n683.3.01 Personnel General Provisions 101 through 150.\n683.3.02 Equipment General Provisions 101 through 150.\n683.3.03 Preparation General Provisions 101 through 150.",
        "source": "2021StandardSpecifications.pdf",
        "page_number": 1310
    },
    {
        "section": "Section 683",
        "title": "Section 683 — High Level Lighting Systems",
        "content": "683.3.04 Fabrication General Provisions 101 through 150.\n683.3.05 Construction Perform construction according to Subsection 680.3.05.\n683.3.06 Quality Acceptance Refer to Subsection 680.3.06.\n683.3.07 Contractor Warranty and Maintenance Contractor warranty and maintenance shall conform to Section 680. Refer to Subsection 680.3.07\n683.4 Measurement Measurement will conform to Subsection 680.4.\n683.4.01 Limits General Provisions 101 through 150.\n683.5 Payment Payment will be made under:\nItem No. 683\nLighting tower—steel _____MH - including lowering equipment\nItem No. 683\nHigh level luminaire—type_____, _____ (light source)\nItem No. 683\nLowering device power supply unit\n683.5.01 Adjustments General Provisions 101 through 150.\nPer each\nPer each\nPer each",
        "source": "2021StandardSpecifications.pdf",
        "page_number": 1311
    },
    {
        "section": "Section 685",
        "title": "Section 685 — Blast Cleaning Portland Cement Concrete Structures",
        "content": "Section 685—Blast Cleaning Portland Cement Concrete Structures\n685.1 General Description This work includes blast cleaning Portland cement concrete surfaces and removing blasting residue from roadway and shoulder surfaces.\n685.1.01 Definitions General Provisions 101 through 150.\n685.1.02 Related References\nA. Standard Specifications\nSection 109—Measurement and Payment\nB. Related Documents\nGeneral Provisions 101 through 150.\n685.1.03 Submittals General Provisions 101 through 150.\n685.2 Materials General Provisions 101 through 150.\n685.2.01 Delivery, Storage, and Handling General Provisions 101 through 150.\n685.3 Construction Requirements\n685.3.01 Personnel General Provisions 101 through 150.\n685.3.02 Equipment Maintain and use the following equipment for this work so as not to threaten anyone’s safety or health.\nBlasting/cleaning equipment\nSupporting traffic control devices, such as arrow boards, signs, barricades, cones, etc., according to the Traffic Control Section of the Contract and the MUTCD\nA. Environmental Protection\nProvide blasting equipment with either of the following environmental protections:\nAn enclosure to keep dust from escaping into the surrounding area\nWater spraying equipment that encircles the blast nozzle(s) to suppress the dust created by the blasting operation\nB. Protective Devices\nProvide and have personnel use eye and hearing protection devices when working near the blasting operation.\nAlso, provide personnel with respirators (with appropriate filters) or with forced air hoods when working in dust- contaminated areas.",
        "source": "2021StandardSpecifications.pdf",
        "page_number": 1312
    },
    {
        "section": "Section 685",
        "title": "Section 685 — Blast Cleaning Portland Cement Concrete Structures",
        "content": "685.3.03 Preparation General Provisions 101 through 150.\n685.3.04 Fabrication General Provisions 101 through 150.\n685.3.05 Construction\nA. Blast Cleaning Methods\nUse any of the following blast cleaning methods:\nDry abrasive blasting with compressed air, blast nozzles, and abrasive\nRecirculating dry abrasive blasting with compressed air, blast nozzles, abrasive, and a recovery system\nDry abrasive blasting with centrifugal wheels and abrasive\nRecirculating dry abrasive blasting with centrifugal wheels, abrasive, and a recovery system\nWet abrasive blasting with compressed air, blast nozzles, abrasive, and a water injection system\nB. Blast Cleaning Operation\nFollow these requirements for blast cleaning operations:\n1. When using compressed air in the blasting operation, provide and maintain traps to prevent contaminating the blasted substrate with oil or grease.\n2. When blast cleaning within 10 ft. (3 m) of a lane occupied by traffic, immediately remove the residue to prevent a traffic hazard.\n3. Control dust to the Engineer’s satisfaction to protect motorists from reduced visibility or damage to passing vehicles.\nThe Engineer judges dust control effectiveness. If the Engineer believes that the blasting makes the highway unsafe, stop operations until instituting effective dust control measures.\nC. Appearance of the Blasted Surface\nBlast the surface uniformly, leaving only minute quantities of existing coating remaining in pit surface imperfections.\nThe remaining existing coating may be no more than one percent of the blast-cleaned surface in each square yard (meter).\nMatch the structure’s finished appearance to the standard photographs. Copies of these can be found in the District Office, the Office of Materials and Research, or the Office of Maintenance.\n685.3.06 Quality Acceptance All work performed under this specification is subject to timely inspection by the Department. Correct defective work by re-blasting at no additional cost to the Department.\n685.3.07 Contractor Warranty and Maintenance General Provisions 101 through 150.\n685.4 Measurement Blast cleaning of the Portland cement concrete structures is measured by the square foot (meter), according to Section 109. Median barrier walls are measured by the linear mile (kilometer) for variable height. Each face of the blast- cleaned wall is measured separately.\n685.4.01 Limits General Provisions 101 through 150.",
        "source": "2021StandardSpecifications.pdf",
        "page_number": 1313
    },
    {
        "section": "Section 685",
        "title": "Section 685 — Blast Cleaning Portland Cement Concrete Structures",
        "content": "685.5 Payment Blast cleaning will be paid for at the Contract Unit Price bid. Payment is full compensation for costs, direct and indirect, incurred in complying with the requirements of this specification.\nPayment will be made under:\nItem No. 685\nBlast cleaning Portland cement concrete structures\nPer square yard (meter)\nItem No. 685\nBlast cleaning Portland cement concrete median barriers—variable height\nPer linear mile (kilometer)\n685.5.01 Adjustments General Provisions 101 through 150.",
        "source": "2021StandardSpecifications.pdf",
        "page_number": 1314
    },
    {
        "section": "Section 686",
        "title": "Section 686 — Radio Tower Antenna",
        "content": "Section 686—Radio Tower Antenna\n686.1 General Description Specifications for this work will be included elsewhere in the Contract.",
        "source": "2021StandardSpecifications.pdf",
        "page_number": 1315
    },
    {
        "section": "Section 687",
        "title": "Section 687 — Traffic Signal Timing",
        "content": "Section 687—Traffic Signal Timing\n687.1 General Description Specifications for this work will be included elsewhere in the Contract.",
        "source": "2021StandardSpecifications.pdf",
        "page_number": 1316
    },
    {
        "section": "Section 688",
        "title": "Section 688 — Motorist Aid Call Box",
        "content": "Section 688—Motorist Aid Call Box\n688.1 General Description Specifications for this work will be included elsewhere in the Contract.",
        "source": "2021StandardSpecifications.pdf",
        "page_number": 1317
    },
    {
        "section": "Section 690",
        "title": "Section 690 — Static Scale System",
        "content": "Section 690—Static Scale System\n690.1 General Description This work includes furnishing and installing components for three-axle load static scale weighing systems according to the plans and specifications. Install the scales in truck weighing stations.\n690.1.01 Definitions General Provisions 101 through 150.\n690.1.02 Related References\nA. Standard Specifications\nSection 101—Definitions and Terms\nSection 105—Control of Work\nSection 108—Prosecution and Progress\nSection 109—Measurement and Payment\nSection 500—Concrete Structures\nSection 511—Reinforcement Steel\nSection 853—Reinforcement and Tensioning Steel\nB. Related Documents\nNational Institute of Standards and Technology Handbook 44\n690.1.03 Submittals\nA. Material, Equipment, and Shop Drawings\nAfter the Contract is awarded, submit the following to the Engineer for approval:\nComplete materials list\nComplete Shop Drawings\nList of equipment with supporting data that will be incorporated into the work\nIdentify each Item on the material and equipment list with an applicable section and subsection from the specifications.\nAllow the Department 60 days for review of materials, equipment, shop drawings and other manufacturer’s data.\nB. Manufacturer’s Data\nAlong with the materials and equipment list, submit manufacturer’s catalogs, cuts, diagrams, performance curves, charts, and other data demonstrating that equipment adheres to the specifications and plans. Model numbers alone are not acceptable.\nC. Manufacturer’s Guarantees and Instructions\nSubmit manufacturer’s guarantees on materials and equipment, as well as manufacturer’s instruction manuals. The Engineer will transmit these to the Department for future operation and maintenance of the truck scale system. Ensure that guarantees are subject to transfer.\nD. Contractor Warranty\nBefore beginning work, furnish a written warranty for the static scale system according to Subsection 690.3.07.",
        "source": "2021StandardSpecifications.pdf",
        "page_number": 1318
    }
]